Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/mt68.pdf.tmx
Source language: fin
Languages: sme

source: Laskenta-aineisto muodostetaan kuvioittaisen arvioinnin kasvupaikka- ja puustotietojen perusteella.
sme: - boares dáluid johtinvejolašvuođaid galgá dorvvastit guolásteapmái, meahcásteapmái ja ruovttudárbomuoraid viežžamii

source: Mallit on rakennettu j‰rjestelm‰n sis‰‰n ja niist‰ vastaa Mets‰ntutkimuslaitos.
sme: - báikegottálaččaid vuodjinvuoigatvuohta njealjejuvllagiin guollejávrriide

source: Ekologiset ja muut metsien k‰yttƷ‰ ohjaavat tekij‰t otetaan laskelmissa huomioon mm. jakamalla mets‰t luonteensa mukaisesti eri k‰sittelyluokkiin.
sme: - boazoolbmuide vuoigatvuohta guolástit ja čoaggit luopmániid nu ahte geavahit veahkkin njealjejuvllagiid - meahccejohtaluslobit dušše ávke- dahje bargovuodjimii

source: K‰sittelyluokka m‰‰r‰ytyy kuvion maank‰yttƷluokan, k‰yttƷrajoitusten ja luontokohteiden perusteella.
sme: - meahccejohtaluslobiid ii galgga mieđihit rievssatbivdui - báikkálaččaide viidásut johtinvuoigatvuođat

source: J‰rjestelm‰lle syƷtet‰‰n ohjeet siit‰, miten kuhunkin k‰sittelyluokkaan kuuluvia metsi‰ voi k‰sitell‰ ilman, ett‰ alueen arvokkain k‰yttƷmuoto vaarantuu.
sme: - meahccejohtalus galgá mieđihuvvot johtolagain friddja buohkaide - mohtorgielkájohtimii ng. Ruoŧa málle: oahpisteaddji ii dárbbaš johtolagain guolástan- ja meahcástandárkkuhusas

source: Parhaan metsienk‰sittelyohjelman etsimist‰ varten ohjelmalle syƷtet‰‰n viel‰ laskelman tavoite ja kest‰vyyden eri ulottuvuuksia turvaavat rajoitteet.
sme: - norgalaš gielkávuoddjiid sisaboahtinmáksu - meahccejohtaluslobit dušše boazoolbmuide ja ámmátguolásteaddjiideStivrejuvvo láhkaásahemiin.

source: Lineaarista optimointia k‰ytt‰en kunkin kuvion k‰sittely- ja kehitysvaihtoehdoista valitaan se, joka yhdess‰ muille kuvioille valittujen vaihtoehtojen kanssa parhaiten toteuttaa asetetut tavoitteet.
sme: - meahcceguovlluid galgá lasihit ja viiddiditStivrejuvvo láhkaásahemiin.

source: Ratkaisu on alueen toimintaohjelman runko ja se koostuu yksitt‰isten kuvioiden k‰sittely- ja kasvatusohjelmista.
sme: Stivrejuvvo láhkaásahemiin ja DGP:in. - jaskes guovlluid galgá vuođđuditStivrejuvvo DGP:in.

source: Yl‰-Lapin laskelmat 2011
sme: •MeahccejohtalusGullá plánii.

source: tuottaa suurimman nettotulojen nykyarvon k‰ytett‰ess‰ korkoprosenttia 3. Yl‰-Lapissa maank‰yttƷp‰‰tƷksill‰ ja –sopimuksilla on keskeinen vaikutus tulevan toiminnan mitoitukseen.
sme: Stivrejuvvo

source: Osa ymp‰ristƷoppaassa esitetyist‰ lupauksista voidaan laskelmissa toteuttaa vain laskentaaineistoa muokkaamalla ja t‰ydent‰m‰ll‰.
sme: - olgobáikeolbmuid meahccejohtalusa galgá ráddjet - dálveáigge (báikkálaččat) johtalus galgá stivrejuvvot johtolagaide

source: Hakkuurajoitus ei kohdistu juuri oikeille kuvioille mutta vaikutus hakkuum‰‰riin on oikeansuuruinen.
sme: - geassejohtalus galgá stivrejuvvot johtolagaide - geassemeahccejohtalus galgá friijadahttit

source: T‰m‰ntyyppisi‰ korjauksia tehtiin useita:
sme: - dálvemeahccejohtalusa galgá friijadahttit

source: Toiminnan kest‰vyys laskelma-ajan kuluessa varmistettiin seuraavasti:
sme: - ođđa johtolagaid dahje sálahagaid galgá vuođđudit Gullá plánii.

source: kokonaiskertym‰t nousevat tai pysyv‰t samana nettotulot nousevat tai pysyv‰t samana talousmetsiss‰ puuston tilavuuden on oltava laskelmakauden lopussa (+40 v) v‰hint‰‰n alkuhetken tasolla talousmetsien nettotulojen nykyarvon (3 %) on oltava laskelmakauden lopussa v‰hint‰‰n alkuhetken tasolla.
sme: dihtomearrimearrádusain ja DGP:in.

source: Kaksi viimeist‰ vaatimusta turvaavat kest‰vyytt‰ laskelma-ajan j‰lkeen.
sme: - gielkájohtimii lasi sálahagat guollejávrriide - johtolagaid galgá ovdánahttit giliid gaskka

source: Valitun strategian mukaisessa laskelmassa noudatettiin lis‰ksi seuraavia maank‰yttƷ- ja muita p‰ ‰ tƷksi‰, jotka sovittiin yhteistyƷryhm‰n kanssa:
sme: - gáregasnjárga-Ohcejohka –mohtorgielkájohtolat galgá ráhkaduvvot - johtolagaid galgá ovdánahttit almmolaččat

source: paliskuntasopimusalueilla ei tehd‰ hakkuita sopimusajan p‰‰tytty‰k‰‰n maakuntakaavassa esitetyill‰ matkailun vetovoima-alueilla hakataan puolet kest‰v‰st‰ hakkuum‰‰r‰st‰ EnontekiƷll‰ hakataan 3000 m/v hakkuukertym‰ on 115 000 m/v uudistushakkuita korkeintaan 900 ha/v ylispuiden poistoa korkeintaan 1300 ha/v
sme: - meahcceguovlluid johtolagaid ii galgga viiddidit

source: n n n n n n n n n n n n n n n n n n n n n n n
sme: - meahccesihkkeljohtolagaid galgá lasihitDáhpáhusa mielde árvvoštallan.

source: Yl‰-Lapin luonnonvarasuunnittelun yhteistyƷryhm‰n j‰senet esittiv‰t kokousten aikana ja kokouspalautteissaan t‰rke‰ksi kokemiaan aiheita tai asioita, jotka k‰sitelt‰isiin tulevaisuudessa suunnitteluprosessin ulkopuolella.
sme: •Geavahanjoavkkut

source: Monia esityksist‰ voidaan hyƷdynt‰‰ mm. hoito- ja k‰yttƷsuunnitelmien laadinnassa, viranomaisten yhteistyƷss‰ tai luonnonvarasuunnittelun kehitt‰misess‰.
sme: - meahccesihkkelastin ja geassastančuoigan galgá mieđihuvvot álbmotmehciinAddojuvvojit rávvagat sier ra álbmotmeahci mielde.

source: Mets‰stys Mets‰st‰j‰t eiv‰t noudata velvollisuuttaan ottaa yhteytt‰ porois‰nt‰‰n mets‰styslupaehtojen mukaisesti.
sme: - ealáhusaid dásseárvvu galgá ovddiditGullá plánii. Stivrejuvvo dihtomearrimearrádusain ja DGP:in.

source: Ongelma on havaittu erityisesti Petsikon-Tenon alueella.
sme: - ”jaskes johtin” ja eará turisma galgá vuhtii váldot gielkájohtmis

source: Porotokkien hajoaminen aiheuttaa taloudellista vahinkoa porotaloudelle.
sme: - gielkákultuvrra galgá ovddidit ja oahpistit smáđáhkes gielkájohtimii

source: Kevon alueen mets‰styksess‰ paikalliset toivovat, ett‰ koiria ei alueella saisi k‰ytt‰‰.
sme: - fitnodatdoaibmama dárbbuid vuhtii váldin - turismma meahccejohtalusa ii galgga mieđihit

source: Koko Kevon luonnonpuiston aluetta ei haluta mets‰stysalueeksi, vain Kevoj‰rven pohjoispuolinen alue.
sme: - ng. maŋis vuoddji lobi čielggadahttin fitnodatdoaibmamis - guottehanáiggi johtalusa ráddjen

source: Kalastus Kalastuksen lupaj‰rjestelm‰‰ uudistettaessa yksityistilojen ja valtion kalastuskapasiteetti voitaisiin yhdist‰‰ lupam‰‰rien tarkastelussa.
sme: •Vuovdedoallu

source: Yhteisest‰ kapasiteetista myytyjen virkistyskalastuslupien tuloista osa voitaisiin ohjata yksityistiloille.
sme: - meahccegeainnuid galgá burgit vai dorvvastuvvo meahccáivuohta Stivrejuvvo DGP:in vuovde guovlluin.

source: Kuntalaisten kalastuslupiin liittyv‰t j‰rjestelyt tulisi s‰ilytt‰‰ Mets‰hallituksen teht‰v‰n‰.
sme: - čuohppamiid galgá geahpeditČuohppamiid mearri sohppojuvvon LRP ovttasbargojoavkkuin.

source: Porotalous Porolaidunten osalta kiinnostava tieto olisi luppolaidunten (lupon esiintyvyyden sek‰ hakkuum‰‰r‰n perusteella) sek‰ j‰k‰l‰laidunten m‰‰r‰ ja kehittyminen.
sme: - gohcima galgá ovddidit dahje lasihitMR beaivválaš doaibma.

source: J‰k‰l‰laidunten osalta huomioitavaa ovat mm. kaivuominaisuudet, metsien ik‰rakenne ja j‰k‰l‰n m‰‰r‰ eri kehitysluokissa.
sme: - meahccejohtaluslobiid boastutgeavaheami galgá gohcit Eará dearvvuođat Meahciráđđehussii:Máhcahagat, st Váikkuhus plánii/vástta

source: Suurpetojen m‰‰r‰‰ tulisi rajoittaa petovahinkojen ennaltaehk‰isemiseksi.
sme: •Meahciráđđehusa boađusjuksanmearri galgá heaittihuvvotRáđđehus mearrida

source: Malminetsinn‰n yhteydess‰ toivotaan, ett‰ paliskuntiin ollaan hyviss‰ ajoin yhteydess‰ kulun ja kairausten sopimiseksi.
sme: •Mearridanválddi sirdin báikkálaš dahje guovlohálddahussii Stivrejuvvo láhkaásahemiin. •Plánen ja oassálastin

source: Poroaitoja koskevia sopimuksia tehdess‰ Mets‰hallituksen tulisi velvoittaa aidan rakentaja nykyist‰ paremmin vanhojen aitojen purkuun ja vanhojen aitatarpeiden tuomiseen pois maastosta.
sme: - giddodatoamasteaddjiid vuoigatvuođat galget seailluhuvvot dahje dovddastuvvot

source: Ver‰jille tulisi laatia standardi.
sme: Vuoigatvuođat eai gáržžiduvvo plánas.

source: Poroaidan rakentajan vastuulla tulisi olla ver‰j‰n (portin tms.) rakentaminen kulku-urien, reittien ja teiden kohdalle standardin mukaisesti.
sme: - bargguidahttingeahččanguovllut galget váldot vuhtii buorebut LRP:as Plánemiin ohcat guovlluid geavaheami nu stuorra oppalašávkki go vejolaš guovllu sierrasárgosiid vuhtiiváldimiin.

source: Maastoliikenne K‰ytƷst‰ poistetut kes‰aikaiset maastoliikennereitit (mƷnkij‰urat) tulisi osoittaa maastossa kyltein.
sme: Guovlluguovdasaš plánas geavahit oassálastin plánema, mas sierra geavahanvuogit fárus mearrádusdahkamis.

source: Villi kelkkailu ja turistien kuljetus (ns. per‰ss‰ajoluvan v‰‰rink‰yttƷ) paikallisen mukana ovat ongelma K‰sivarressa.
sme: Geahččaluvvo rabas vuorrováikkuhussii čanasjoavkkuiguin ja olbmuiguin. - sápmelaččaid ii galgga bidjat sierrasajádahkii

source: Ongelmia ei aiheuta safaritoiminta.
sme: - boazodoalu ii galgga bidjat sierrasajádahkii

source: Luonnonvarasuunnittelu Sosiaalisia ja kulttuurisia mittareita tulisi lis‰t‰ tai kehitt‰‰ suunnitelman seurantaan ja vaihtoehtojen arviointiin.
sme: - turisma dahje vánddardeapmi galget váldot vuhtii - luonddu galgá váldit vuhtii vuoiŋŋalaš ja fysalaš buresbirgejumi gáldunGullá plánii.

source: Liite 10.
sme: Stivrejuvvo

source: Suomessa AkwÈ: Kon -ohjeet on tarkoitettu k‰ytett‰v‰ksi saamelaisten kotiseutualueella sellaisten hankkeiden ja suunnitelmien kulttuuri-, ymp‰ristƷ- ja sosiaalisten vaikutusten arvioinnissa, jotka voivat vaikuttaa saamelaiskulttuuriin,
sme: láhkaásahemiin ja DGP:in.

source: -elinkeinoihin ja kulttuuriperintƷƷn.
sme: eräasioissa Stivrejuvvo láhkaásahemiin.

source: Biodiversiteettisopimus Biologista monimuotoisuutta koskeva YK:n yleissopimus (The United Nations Convention on Biological Diversity CBD) (SopS 78/1992), jonka tavoitteena on maapallon ekosysteemien, el‰in- ja kasvilajien sek‰ niiden perintƷtekijƷiden monimuotoisuuden suojelu, luonnonvarojen kest‰v‰ k‰yttƷ sek‰ luonnon geenivarojen k‰ytƷst‰ saatavien hyƷtyjen oikeudenmukainen jako.
sme: - lupajärjestelmää selkeytettäväGullá plánii.

source: Kehitysluokka MetsikƷn puuston kehitysvaihetta kuvaava luokka, l‰pimitat ovat rinnankorkeudelta (1,3 m) mitattuja arvoja:
sme: Stivrejuvvo

source: - Aukea uudistusala: alat, joilla uudistustoimenpiteet tai taimettuminen ovat viel‰ kesken.
sme: - metsästyksen tai maastoliikenteen valvontaa lisättäväMR beaivválaš doaibma. •Vuovdedoallu

source: - Taimikko: puuston keskil‰pimitta on alle 7 cm.
sme: - muorračuohppanvugiid galgá geahpehitGullá plánii.

source: ole viel‰ saavuttanut uudistuskypsyytt‰.
sme: - ruŋgugeainnuid galgá oažžut buoret ortnegii

source: Kiertoajan kuluessa metsikkƷ saavuttaa uudistuskypsyyden.
sme: - čuohppamat galget heaittihuvvotČuohppamiid mearri ja

source: Puustoltaan eri-ik‰iset, vaihtelevarakenteiset metsikƷt, sijaitsevat
sme: doaibmama linnjádahkamat sohppojuvvon LRP- ovttasbargojoavkkuin.

source: yleens‰ ‰‰reviss‰ oloissa suojamets‰alueella, korkeilla alueilla tai niiden l‰heisyydess‰.
sme: Vuovdebargit dahket eanaš oasi čuohppamiin. - eanaduktenvugiid galgá geahpehit

source: - Uudistuskyps‰ metsikkƷ: puuston keski-i‰n tai keskil‰pimitan mukaan uudistuskypsyyden
sme: - mášenčuohppama galgá ráddjet bargguidahttima vuođul - vuovdebargiid muorračuohppamat leat dohkkehahttit

source: saavuttaneet metsikƷt.
sme: •Turisma ja lustageavahus

source: - Uudistamisvaiheessa oleva metsikkƷ: luontaisen uudistamisen toimenpiteit‰ on tehty,
sme: - dálá vánddardanráhkadusat galget seailluhuvvotGullá plánii. Ráhkadusat dollojuvvojit ortnegis.

source: mutta uudistuminen ei ole viel‰ varmistunut.
sme: - ruskkahis vánddardeami galgá deattuhit

source: Luokitusperiaatteet voidaan rinnastaa kaavoituksessa k‰ytett‰viin aluevarauksiin ja kaavam‰‰r‰yksiin.
sme: - ávdinstobuid geavaheapmi galgá seailut nuvttá - vánddardanráhkadusaid divvuma galgá lasihit

source: P‰‰ryhm‰ Maapohjan luokitus: mets‰maa, kitumaa, joutomaa, tie, pelto, jne. Mets‰maa: Maata, jolla puuston vuotuinen keskim‰‰r‰inen kasvu on yli 1 m/ha.
sme: - áššehasbálvalusa galgá lasihit (lohpevuovdimii)Bálvalus mihtiduvvo jearu mielde. - stobuid geavaheami gohcima galgá lasihitResursagažaldat;

source: Kitumaa: Yleens‰ kivist‰ tai suoper‰ist‰ maata, jolla puuston vuotuinen keskikasvu j‰‰ alle 1 m/ha, mutta on v‰hint‰‰n 0,1 m/ha.
sme: juvvo oahpisteapmái.

source: Joutomaa: Maata, joka on luontaisesti puutonta ja puuntuotoskyky j‰‰ alle 0,1 m/ha vuotta kohti.
sme: - golledoidima galgá fállat turisttaideMR ii fála golledoidima. •Láven ja eará eanageavahus

source: S‰‰stƷpuu Hakkuualueelle pysyv‰sti pystyyn j‰tett‰v‰t puut tai puuryhm‰t, joilla pyrit‰‰n edist‰m‰‰n on luonnon monimuotoisuutta.
sme: - luonddusuodjaleami galgá lasihitStivrejuvvo láhkaásahemiin. - álbmotmehciid meari galgá lasihit

source: n Aikaisemmin ilmestyneet Mets‰hallituksen mets‰talouden julkaisut
sme: - golledoidima galgá doarjut - smávvamášengoaivun galgá mieđihuvvot

source: Nro 1 Rissanen Kalervo 1996. Vesiensuojelu kunnostusojituksen ja maanmuokkaustƷiden yhteydess‰ 1995 – L‰nsi-Suomen ja Kainuun alueissa tehdyn selvityksen loppuraportti.
sme: - ruvkedoaibmama ja gollegoaivuma vahágat galget vuhtii

source: 26 s.
sme: váldot

source: Nro 2 Hokaj‰rvi Taisto 1996. Sallan mets‰vaurioiden tervehdytt‰mislannoituskoe.
sme: - ruvkedoaibmama ii galgga mieđihit - ruovdegeainnuid ii galgga mieđihitJohtalusjođáhagaid plánen ii

source: 49 s.
sme: gula MR:ii.

source: Nro 5 Kukko Timo 1996. Luonnonvarojen seuranta kest‰v‰n mets‰talouden kuvaajana.
sme: - viessosadjevuovdima galgá ráddjetViessosajiid iežas atnui vuovdit dahje láigohit dušše lávenguovlluin.

source: Nro 7 Karvonen Lauri, Huusko Mauri, Itkonen Pertti &amp; Prokkola Antti 1997. Aalistunturin alue-ekologinen suunnitelma.
sme: Báikkálaš dárbui (ee. fásta ássan) sáhttá vuovdit maiddái bieđggoássanguovllus. Čuovus 7.

source: Suunnittelun periaatteet Mets‰hallituksen L‰nsi-Lapin alueella.
sme: Juha Salmi, Meahciráđđehus, muorračuohppanrehkenastináššedovdi

source: 95 s.
sme: Šaddan materiála sáhttá dárbbu mielde rievdadit ja dievasmahttit ovdamearkan báike-diehtovuogádagas váilu dieđuid oasil.

source: Nro 8 Hiltunen Veikko, KytƷvuori Tapio, Siira Jorma, Jorri Eeva-Liisa, Leskinen Aarne, Leskinen Jarmo, Meriruoko Ari, Santala Eija, Tolonen Arto &amp; Tolonen Jyrki 1997. Kainuun alueen luonnonvarasuunnitelma.
sme: Rehkenastima vuosttas muttus juohke vuovdeeatnama govvosii buvttaduvvojit máŋggat vuovdedikšunrávvagiid čuovvu giehtadallan- ja ovdánan-molssaeavttut guorahallanáigodahkii, mii lea dábálaččat unnimustá 30 jagi.

source: Nro 9 Korkalo Markku, Pouta Tapio, Valle Paulus, Kokkonen Pekka, Korpivuoma Jukka, Itkonen Pertti &amp; Ollila Tuomo 1997. Peurakairan alue-ekologinen suunnitelma.
sme: Giehtadallan- ja ovdánanmolssaeavttuid buvttadeapmái dárbbašuvvojit vuovderiggodatdieđuid lassin mállet ja árvvut, mat gusket vuvddiid ovdáneami, muoraid giehtadallama ja doaibmabijuid ekonomiija.

source: Nro 10 Hokaj‰rvi Taisto (toim.) 1997. Mets‰nhoito-ohjeet.
sme: Mállet leat ráhkaduvvon vuogádaga sisa ja dain vástida Meahcidutkanlágádus.

source: Nro 11 Pyk‰l‰inen Jouni 1997. P‰‰tƷsanalyysimenetelm‰ Mets‰hallituksen alueelliseen luonnonvarasuunnitteluun. 33 s.
sme: Geavaheaddji ovddasvástádussan leat ovdamearkan čuohppamiid eavttuid ja fámolašvuođa meroštallan sihke rehkenastima dárbbašan hadde- ja goasttádusdieđut.

source: Nro 12 Heinonen Petri, Hallila Heikki, Koivurinne Jorma, Oikarinen Aimo, Saarikoski Pekka, Salmi Oiva, Soinne Hanna &amp; Tanninen Timo 1997. L‰nsi-Suomen alueen luonnonvarasuunnitelma.
sme: Ekologalaš ja eará vuvddiid geavahusa stivrejeaddji dahkkit váldojit rehkenastimis vuhtii ee. nu ahte vuovddit juhkkojuvvojit luonddus mielde sierra giehtadallanluohkáide.

source: 111 s. + kartta. Nro 13 Rissanen Kalervo, Hirvonen Reijo, Mahosenaho Juhani &amp; Ollila Heikki 1997. Pyh‰nn‰n alue-ekologinen suunnitelma.
sme: Vuogádahkii addojuvvojit rávvagat das, mo iešguhtege giehtadallanluohkkái gulli vuvddiid sáhttá giehtadallat almmá, ahte guovllu divraseamos geavahanvuohki riskerejuvvo.

source: Nro 15 Koponen Matti, Sapattinen Auvo, Toivanen Alpo &amp; Timonen Kalervo 1998. Yl‰Keyrityn alue-ekologinen suunnitelma.
sme: Buoremus vuvddiidgiehtadallanprográmma ohcama dihte prográmmii biddjojit velá rehken-astima ulbmil ja ráddjehusat, mat dorvvastit bistevašvuođa sierra oliid.

source: Nro 16 Kinnunen Ossi, Kokkonen Sakari, Kokkoniemi Tuomo, Korpivuoma Jukka, Murtoniemi Sakari, SandstrƷm Olli &amp; Soinne Hanna 1998. It‰-Lapin luonnonvarasuunnitelma.
sme: Lineára optimerema geavahemiin juohke govvosa giehtadallan- ja ovddidanulbmiliin válljejuvvo dat, mii ovttas eará govvosiidda válljejuvvon molssaeavttuiguin ollašuhttá buoremusat ulbmiliid.

source: Nro 17 Heinonen Petri 1998. Mets‰hallituksen alueellinen luonnonvarasuunnittelu. Prosessikuvaus.
sme: Čoavddus lea guovllu doaibmanprográmma ruŋgu ja čoaggana ovttaskas govvosiid gieđahallan- ja šaddadanprográmmain.

source: Nro 18 Pitk‰nen Eija, Eisto Kaija, Toivanen Alpo, Kammonen Arto &amp; Mustonen Seppo 1998. Valtimon alue-ekologinen suunnitelma.
sme: Davvi-Sámi rehkenastimat 2011−12 Rehkenastimiin vuvddiid giehtadallan vuođđuduvvá Meahciráđđehusa 2011 dárkkistuvvon vuovdedikšunrávvagii ja vuovdedoalu birasgirjjáža (2011) rávvemiidda.

source: 66 s.
sme: Rehkenastimat dahkkojuvvojedje jagiide 2012−2052.

source: Nro 19 N‰p‰nkangas Jouni, Meriruoko Ari, Tolonen Arto, Vainio Matti, J‰ntti Risto, Juntunen Heikki &amp; Herttuainen Erkki 1998. Vuokin alue-ekologinen suunnitelma.
sme: Dain ohce vuvddiidgiehtadallanprográmma, mii addo-juvvon ráddjehusaid čuvodettiin buvttada stuorámus nettoboađuid dáláárvvu reantoproseantta 3 geavahettiin.

source: Nro 20 Helle Pekka, LindÈn Harto, Aarnio Martti &amp; Timonen Kalervo 1999. Metso ja Metsien k‰sittely.
sme: Davvi-Sámis eanageavahusmearrádusain ja –soahpamušain lea guovddáš váikkuhus boahtti doaibmama mihtideapmái.

source: Riista- ja kalatalou den tutkimuslaitos ja Mets‰hallitus.
sme: Doaibmama dási meroštallan lea eambo mear-rádus- go rehkenastingažaldat.

source: Nro 23 Rissanen Kalervo 1999. Luonnonhoidon seuranta Mets‰hallituksessa 1994–1998. 43 s.
sme: Rehkenastimat addet dieđu vejolašvuođaid rájáin, mearrádusaid váikkuhusain ja lihkadanmunis sierra dahkkiid ektui.

source: Nro 24 Hokaj‰rvi Taisto &amp; Rissanen Kalervo 1999. Varttuneiden taimikoiden tila 1996 ja 1998. 30 s.
sme: Earenoamážit daiguin sihkkarastojuvvo bistevašvuohta ja buvttaduvvo dássedettolaš vuvddiid giehtadallama oppalaščoavddus detál-jalut plánaid vuođđun.

source: Nro 25 Soikkeli Paavo 1999. MetsurityƷn ja mets‰palkkauksen kehitt‰minen.
sme: Oasi birasgirjjážis ovdanbukton lohpádusain sáhttá rehkenastimis ollašuhttit dušše rehke-nastinmateriála doaimmahemiin ja dievasmahttimiin.

source: Nro 26 Parikka Matti, Karila Hannu, Railo Airi, Pieniniemi Seija, Salmi Juha, HytƷnen Mika, Joensuu Olavi &amp; Rajas‰rkk‰ Ari 1999. Pohjanmaan luon nonvarasuunnitelma.
sme: Ovdamearkan čázádagaid gáttiide ii sáhte rehkenastimis guođđit birasgirjjáža eaktudan čuohppameahttun suodjeavádaga, go báikediehtovuogádagas suodjeavádat ii leat.

source: 123 s. + liitekartta. Nro 27 Eskelinen Terhi 2000. M‰nnyn luontainen uudistaminen L‰nsi-Lapissa.
sme: Rivttes sturrosaš viidodat- ja čuohppanváikkuhusaid áigáioažžumii rehkenastinmateriálii galgá dahkat váilu kodaid vástideaddji nuppástusaid.

source: 55 s.
sme: Geavadis meannudeapmi lei dakkár, ahte báikediehtoanalysain rehkenastojuvvui suodjeavádagaide gulli čuohppamii dohkálaš vuvddiid viidodat, ja duot mearri vuvddiin sirdojuvvui čuohppama bires čuohppamiid olggobeallai nu, ahte giehtadallanluohkká rievdaduvvui.

source: Nro 28 HƷgn‰s Tore 2000. Kohti kumppanuutta mets‰alan konetyƷ- ja kuljetusurakoinnissa.
sme: Čuohppanráddjehus ii čuozit juste rivttes govvosiidda, muhto váikkuhus čuohppanmeriide lea rivttes sturrosaš.

source: Vaihdantakustannusteoriaan perustuva tarkastelu.
sme: Rehkenastimiin adnojuvvon vuovdedikšunprinsihpat:

source: 143 s.
sme: • Čuohppamat dušše beahcerikkis vuvddiin • Ii rabasmuorračuohppan • Ii ođasmahttinčuohppamat 280 mehtera allagit sajiin • Seastinmuorra guđđojuvvo dábálaš ođasmahttinčuohppamiin gaskamearálaččat 8m/há ja ráddjeduvvon giehtadallama čuozáhagain 15 m/há.

source: Nro 30 Stolt Elina (toim.) 2000. Ymp‰ristƷ ja tutkimus Yl‰-Lapissa 1990-luvulla.
sme: Guokte maŋimuš gáibádusa dorvvastit bistevašvuođa rehkenastináiggi maŋŋá.

source: 182 s.
sme: Čuovus 8.

source: Nro 31 Siitonen Paula, Tanskanen Antti &amp; Lehtinen Antti 2000. Metsien moni muotoisuuden arviointi.
sme: Cealká dievasmahtton nu, ahte govviduvv guovlluidgeavahanulbmiliidda ja gustovaš eanangoddeláva

source: Osa 3. Pisteytys- ja optimointij‰rjestelm‰ MoniWin ja MoniOpti.
sme: –árbi sihke daid suodjaleapmái ja fuopmá

source: Mets‰hallitus. 123 s.
sme: n Museavirgedoaimmahat

source: Nro 32 Siitonen Paula, Tanskanen Antti &amp; Lehtinen Antti 2000. Lahopuun m‰‰r‰ ja laatu Ilomantsin Koitajoella.
sme: Luvut 3.1 ja n Museavirgedoaimmahat, Sámi n Enontekiön Kehitys Oy ja Tosi ja šluhttemiid galgá dikšut áiggil.

source: Nro 35 Heikkuri Pertti, Stolt Elina &amp; Seip‰j‰rvi Mauri 2000. Ivalon alue-ekologinen suunnitelma.
sme: Várrehussto váldinguovlluid maŋimustá lobi nohkama rádjai. gullá ovttaveardásaččat sierra áššeb

source: Nro 40 Karvonen Lauri, Eisto Kaija, Korhonen Kirsi-Marja &amp; Minkkinen Ismo 2001. Alue-ekologinen suunnittelu Mets‰hallituksessa.
sme: Daid ii sáhte ovddalgihtii čatnat fitno Guollečáziid dikšundoaimmaid mearri l muddendoaimmat gullet lagamustá guo

source: Yhteenvetoraportti vuosilta 1996–2000.
sme: n guolástanguovlluid mearrádusaide.

source: Mets‰hallituksen mets‰talouden julkaisuja 40. 128 s.
sme: Čuovvulahttima lágideamis ja mih viidásut eanageav

source: Nro 41 Wallenius Pauli 2001. Osallistava strateginen suunnittelu julkisten luonnonvarojen hoidossa.
sme: n sáhttánbuktit ovdan iežaset oainnu bu boazodollui váikkuheaddji linjemiid ja doaibmabijuid oasil.

source: Mets‰hallituksen mets‰talouden julkaisuja 41. 346 s.
sme: stuorát eanageav guohtuneatnamat, maid bálgo

source: Nro 42 Niemel‰ Juhani 2002. M‰nnyn luontainen uudistaminen Savukoskella.
sme: n gáibidivččii áiggedását ja viiddes dieđiheami guottehanguovlluin.

source: Mets‰hallituksen mets‰talouden julkaisuja 42. 41 s.
sme: materiála vuvddiid ahkerá galgá váldit doarvái vuhtii boazodo

source: Nro 43 Erkkil‰ Jorma &amp; Kurkela Marjo 2002. Mets‰hallituksen mets‰talouden talous- ja tyƷllisyysvaikutukset Yl‰-Lapissa.
sme: Ohcejoga gielda.

source: Mets‰hallituksen mets‰talouden julkaisuja 43. 33 s.
sme: Ohcejoga gieldda L bálgosiid boazoisidiid oktavuohtadie

source: Nro 44 Joensuu Jussi &amp; Rissanen Kalervo 2002. Vanhojen uudisojitusten aiheuttamat vesistƷvaikutukset.
sme: Meahccebivdui gullet deaŧalaččat mea

source: Selvitys Mets‰hallituksen vuosina 1979–1980 ja 1989–1990 toteuttamista uudis ojituksista.
sme: ja dieđihemiin sáhttá meahcá Dihtomearrimearrádusat leat virgeo gieldá meahcceguovlluin eatnama j

source: Mets‰hallituksen mets‰talouden julkaisuja 44. 76 s.
sme: masa sáhttit váikkuhit dušše luo kultuvrrain bargama vuo

source: Kes‰n 2000 maastoinven toinnin tulokset. Mets‰hallituksen mets‰talouden julkaisuja 45. 58 s.
sme: n n ahte turisma lea mearkkašahtti ealáhus m n mieđihit eanaoamasteaddji málbmaohcanlo

source: Nro 46 Pitk‰nen Eija 2003. Hanketason osallistava suunnittelu Mets‰hallituksessa.
sme: sámiid ruovttuguvlui, deattuhivččii meannudeapmi fitnodatdoaibmam luondduriggodagaid geavaheam

source: Mets‰hallituksen mets‰talouden julkaisuja 46. 51 s.
sme: Ovttasbargu ja vuorro-váikkuhus; Luonddu lustagea-vahus ja luond

source: Nro 47 Asunta Anju, Hiltunen Veikko &amp; V‰is‰nen Merja 2004. Mets‰hallituksen luonnonvarasuunnittelu.
sme: Hárvvidančuohppamiid mearri vuo muorraenergiijadoarjagiid,nu ahte čuo dorvvastit sámekultuvrrain bargama eavttuid.

source: Suunnitteluohje.
sme: Akwé:

source: Mets‰hallituksen mets‰talouden julkaisuja 47. 72 s.
sme: n eanageavaheami sierra muttuin, mat dát eavttut n neallit, le
